{
  "filename": "240325_Guidance optical frames_DE_V02.pdf",
  "language": "de",
  "chunks": [
    {
      "title": "",
      "text": "Informationen für Schweizer Optiker \nRegulatorische Anforderungen \nan Brillengestelle  \nLeitfaden  \n25. März 2024 \n \n \n \n \nDieses Dokument wurde in Zusammenarbeit mit der The Tao of Excellence GmbH erstellt  \n& \nunterstützt vom  \n \n\n \n \n \n \nSeite 2/12 \n \nInhalt \nZusammenfassung ................................................................................................................3 \n1 \nEinleitung ........................................................................................................................4 \n2 \nGeltungsbereich .............................................................................................................4 \n3 \nRechtsgrundlage und Definitionen ................................................................................4 \n4 \nRollen und Pflichten eines Optikers gemäss MepV ......................................................5 \n4.1 \nDer Optiker als Händler ..............................................................................................5 \n4.2 \nDer Optiker als Importeur ...........................................................................................5 \n4.3 \nDer Optiker als Hersteller ...........................................................................................6 \n4.4 \nMeldung von Vorkommnissen .....................................................................................7 \n5 \nWartung und Reparatur ..................................................................................................7 \n5.1 \nDefinition von Wartung und Reparatur ........................................................................7 \n5.2 \nRegulatorische Anforderungen für Wartung und Reparatur .........................................8 \n5.3 \nQualitätsmanagementsystem für Optiker ....................................................................9 \n6 \nAnlage: Checkliste ....................................................................................................... 10 \n \n \n \n\n \n \n \n \nSeite 3/12 \n \nZusammenfassung \nIn diesem Dokument werden die regulatorischen Anforderungen an Brillengestelle beschrie-\nben, die nach der Schweizerischen Medizinprodukteverordnung als Medizinprodukte gelten. \nEs bietet einen Leitfaden für Optiker, die als Hersteller, Importeur und Händler in der Schweiz \ntätig sind. In diesem Dokument werden die grundlegenden Anforderungen und Kontrolltätig-\nkeiten aufgezeigt, die zur Gewährleistung der Konformität und die Aufrechterhaltung der Si-\ncherheit und Wirksamkeit dieser Medizinprodukte unerlässlich sind. \nBrillengestelle müssen, wie andere Medizinprodukte, gewartet und repariert werden. Dieses \nDokument enthält eine Übersicht über die Wartungs- und Reparaturaufgaben, die von Opti-\nkern ausgeführt werden können. Der Ansatz der Wartungs- und Reparaturtätigkeiten ist da-\nrauf ausgerichtet, die vorgesehene Leistung des Produktes sowie die Patientensicherheit in \nÜbereinstimmung mit den qualitativen und regulatorischen Anforderungen zu gewährleisten. \nAm Ende gibt es eine umfassende Checkliste mit einer Zusammenfassung der Kontrollpflich-\nten von Optikern in ihrer Rolle als Importeur und Händler. \n \n\n \n \n \n \nSeite 4/12 \n \n1 \nEinleitung \nBrillengestelle werden zur Befestigung verschreibungspflichtiger Brillengläser zur Sehkorrek-\ntur verwendet. Nach der Schweizerischen Medizinprodukteverordnung (MepV) gelten sie als \nMedizinprodukte, wenn sie dem Zweck der Korrektur oder Kompensation von Sehbeeinträchti-\ngungen dienen. \nGestelle für Sonnen- und Schutzbrillen, deren vorgesehener Zweck der Schutz der Augen \nohne Sehkorrektur ist, gelten als persönliche Schutzausrüstung (PSA) im Sinne der Verord-\nnung über die Sicherheit von persönlichen Schutzausrüstungen (PSAV). Verfügt die P SA über \nverschreibungspflichtige Brillengläser, gilt sie jedoch darüber hinaus auch als Medizinprodukt \nund muss ebenfalls den regulatorischen Anforderungen für Medizinprodukte entsprechen.  \nBrillengestelle müssen der Anatomie des Kopfes des Patienten angepasst sein, um den vor-\ngesehenen Zweck der Sehkorrektur zu erfüllen. Da die Gestelle über einen langen Zeitraum in \nGebrauch sein können, kann es zu Verschleiss oder Beschädigungen kommen und s ie müs-\nsen dann gewartet oder repariert werden.  \nDieser Leitfaden soll Klarheit über die regulatorischen Anforderungen an Wartung und Repa-\nratur von Brillengestellen durch in der Schweiz tätige Optiker bieten.  \n2 \nGeltungsbereich \nDieser Leitfaden gilt für: \n▪ \nBrillengestelle, die gemäss MepV als Klasse-I-Medizinprodukt gelten. \n▪ \nGestelle für Sonnen- und Schutzbrillen mit verschreibungspflichtigen Brillengläsern zur \nSehkorrektur, die gemäss MepV als Klasse-I-Medizinprodukt gelten.  \n▪ \nBitte beachten Sie: Obwohl die primäre Wirkungsweise solcher Gestelle der persönliche \nSchutz ist, unterliegt das Produkt den regulatorischen Anforderungen sowohl der MepV \nals auch der PSAV, sofern es nicht ausdrücklich ausgenommen ist. \nDieser Leitfaden gilt sowohl für Gestelle als auch für verschreibungspflichtige Brillengläser, \ndie ebenfalls als Medizinprodukte gelten. Dieser Leitfaden gilt nicht für Schutzbrillen, da in \ndiesem Fall eine Reparatur gemäss PSAV unzulässig ist. \n3 \nRechtsgrundlage und Definitionen \n▪ \nMepV: Schweizerische Medizinprodukteverordnung 812.213 (Stand: 01. November 2023) \n▪ \nMDR: VERORDNUNG (EU) 2017/745 DES EUROPÄISCHEN PARLAMENTS UND DES \nRATES vom 5. April 2017 über Medizinprodukte \n▪ \nPSAV: SR 930.115 (Verordnung über die Sicherheit von persönlichen Schutzausrüstun-\ngen – PSAV). \n▪ \nPPER: VERORDNUNG (EU) 2016/425 DES EUROPÄISCHEN PARLAMENTS UND DES \nRATES \nvom 9. März 2016 über persönliche Schutzausrüstungen (PPER). \n▪ \nVon Swissmedic herausgegebene Informationsblätter. Z.B. MU600_00_016: Merkblatt \nPflichten Wirtschaftsakteure \n▪ \nDie Definitionen, Begriffe und Primärquellen dieses Leitfadens werden wie in der MepV \nverwendet. Sofern nicht explizit vorhanden, werden sie wie in der EU-MDR 2017/745 ver-\nwendet.  \n\n \n \n \n \nSeite 5/12 \n \n▪ \nZugelassene Optiker und Optometristen werden in diesem Leitfaden mit dem Begriff «Op-\ntiker» bezeichnet. Die vereinfachten Pronomen «er/sein» werden für alle Geschlechter \nverwendet.  \n▪ \nOptometristen werden als medizinische Fachpersonen betrachtet, die Träger des Gestells \nals Patienten.  \n▪ \nDie Geschäfte der Optiker sind Einrichtungen der Gesundheitsfürsorge, da sie dem Zweck \nder Versorgung und Behandlung von Kunden und Patienten dienen. Spitäler sind im Ge-\ngensatz dazu medizinische Einrichtungen, in denen Patienten stationär behandelt werden.  \n4 \nRollen und Pflichten eines Optikers gemäss MepV \nEin Optiker, der Patienten Brillengestelle anbietet, ist ein Wirtschaftsakteur innerhalb der Lie-\nferkette. Es kann sich dabei um eine natürliche oder juristische Person handeln und er wird \nnicht explizit als Wirtschaftsakteur «bezeichnet», sondern seine Rolle ergibt sich aus der Tä-\ntigkeit, die er ausübt. Rollen und Pflichten für Wirtschaftsakteure wurden im Mai 2021 in der \nMepV vorgestellt. Ein Optiker kann mehr als eine Rolle einnehmen, je nach Tätigkeiten, die er \nausübt. \nBitte beachten Sie: Die folgenden Unterkapitel dienen der Auslegung Ihrer möglichen Rollen \nals Optiker. Bitte lesen Sie die entsprechenden Kapitel der MepV, um den jeweiligen Aufga-\nben vollumfänglich gerecht zu werden. \n4.1 Der Optiker als Händler \nDer Optiker übernimmt die Rolle eines Schweizer Händlers, wenn er Brillengestelle von einem \nin der Schweiz ansässigen Wirtschaftsakteur (Hersteller und/oder Importeur) einkauft und in \nseinem Geschäft anbietet. Der Schweizer Händler unterliegt für jede entgeltliche oder unent-\ngeltliche Lieferung von Brillengestellen zum Vertrieb und zur Verwendung in der Schweiz im \nRahmen einer gewerblichen Tätigkeit regulatorischen Verpflichtungen.  \nUnter Abschnitt 6 finden Sie eine Checkliste der Punkte, die zu kontrollieren sind, bevor die \nBrillengestelle angeboten werden.  \nBeispiel: Das Optikergeschäft «X» in Niederbipp (Schweiz) nimmt die Rolle eines Händlers \nein, wenn es ein bestimmtes Gestell von «Y» in Zürich (Schweiz) einkauft.  \n4.2 Der Optiker als Importeur  \nDer Optiker übernimmt die Rolle eines Schweizer Importeurs, wenn er Brillengestelle von ei-\nnem ausserhalb der Schweiz ansässigen Wirtschaftsakteur einkauft und in seinem Geschäft \nanbietet. Der Schweizer Importeur ist deshalb der erste in der Schweiz ansässige Wirtschafts-\nakteur in der Lieferkette. Er ist für die erstmalige Bereitstellung der Brillengestelle in der \nSchweiz verantwortlich und bringt die Brillengestelle in der Schweiz in Verkehr. Der Schwei-\nzer Importeur unterliegt für jede entgeltliche oder unentgeltliche Lieferung von Brillengestellen \nzum Vertrieb und zur Verwendung in der Schweiz im Rahmen einer gewerblichen Tätigkeit re-\ngulatorischen Verpflichtungen.  \nDer Importeur muss innerhalb der ersten drei Monate nach seinem erstmaligen Inverkehrbrin-\ngen eine Swiss Single Registration Number (CHRN) bei Swissmedic beantragen. Der Impor-\nteur muss zudem auf dem Produkt, dessen Verpackung oder in einem Begleitschreiben zum \nProdukt seinen Namen, eingetragenen Handelsnamen oder seine eingetragene \n\n \n \n \n \nSeite 6/12 \n \nHandelsmarke, seinen eingetragenen Geschäftssitz und seine Kontaktadresse angeben, so \ndass sein Standort ermittelt werden kann. \nIn Abschnitt 6 finden Sie eine Checkliste der Punkte, die zu kontrollieren sind, bevor die Bril-\nlengestelle in Verkehr gebracht werden.  \nBeispiel: Das Optikergeschäft «X» in Niederbipp (Schweiz) nimmt die Rolle eines Schweizer \nImporteurs ein, wenn es ein bestimmtes Gestell von «A» in München (Deutschland) einkauft  \n4.3 Der Optiker als Hersteller \nDer Optiker übernimmt die Pflichten eines Herstellers, wenn er Folgendes tut: \n(a) ein Produkt unter seinem Namen, eingetragenen Handelsnamen oder seiner eingetra-\ngenen Handelsmarke am Markt anbietet, mit Ausnahme der Fälle, in denen ein Händ-\nler oder Importeur eine Vereinbarung mit einem Hersteller trifft, nach der der Herstel-\nler als solcher auf dem Etikett ausgewiesen wird und für die Einhaltung der Anforde-\nrungen verantwortlich ist. \n \nBeispiel: Das Optikergeschäft «X» verkauft Brillengestelle unter seiner eigenen Marke \n«Optimal», ohne den rechtmässigen Hersteller «B» auf dem Etikett anzugeben. Das \nOptikergeschäft «X» übernimmt die Pflichten des Herstellers. \n \n(b) den Verwendungszweck eines Produkts ändert, das bereits in Verkehr gebracht oder \nin Betrieb genommen wurde. \n \nBeispiel: Das Optikergeschäft «X» kauft Brillengestelle ein, in die verschreibungs-\npflichtige Brillengläser eingesetzt werden sollen. Es verkauft diese Gestelle jedoch als \nSchutzbrillen mit verschreibungspflichtigen Brillengläsern. Es ändert den Verwen-\ndungszweck und übernimmt deshalb die Pflichten des Herstellers im Sinne der MDR \nund PPER \n \n(c) modifiziert ein Produkt, das bereits in Verkehr gebracht oder in Betrieb genommen \nwurde in einer Weise, dass die Einhaltung der geltenden Anforderungen beeinträchtigt \nsein könnte. \n \nBeispiel: Das Optikergeschäft «X» verwendet, abweichend von der Herstellerempfeh-\nlung, sehr kostengünstige Materialien, um beschädigte Originalbügel zu ersetzen. \nDies könnte die Stabilität oder Biokompatibilität der Brillengestelle beeinträchtigen. Es \nübernimmt die Pflichten des Herstellers.  \n \nBeispiel: Das Optikergeschäft «X» montiert die Gestelle nach Herstellerangaben. Es \npasst zudem die Bügel an den Kopf des betreffenden Patienten an, kürzt ggf. die \nLänge, indem es die Bügel abschneidet und das Bügelende neu montiert. Die Anpas-\nsungen ändern weder den Verwendungszweck noch beeinträchtigen sie die Konformi-\ntät des Produktes. Es muss nicht die Pflichten des Herstellers übernehmen. \nBeispiel: Das Optikergeschäft «X» setzt verschreibungspflichtige Brillengläser in eine \nSchutzbrille ein, die bereits an einen Kunden verkauft wurde. Der Optiker modifiziert in \ndiesem Fall die PSA, weshalb er die Verantwortung als Hersteller der PSA trägt. \nDer Verwendungszweck eines Medizinproduktes ist in der EU-Konformitätserklärung (Decla-\nration of Conformity, DoC) angegeben. Dabei handelt es sich um ein Dokument, das dem \nHändler und dem Importeur vorliegt. \n\n \n \n \n \nSeite 7/12 \n \nDie Pflichten eines Herstellers gehen deutlich über die Pflichten eines Händlers oder Impor-\nteurs hinaus. Eine gründliche Beurteilung der Compliance wird empfohlen. \n4.4 Meldung von Vorkommnissen \nDie Verpflichtung zur Meldung von Vorkommnissen besteht für jede regulatorische Rolle. In \ndiesem Abschnitt soll präzisiert werden, was der Begriff «Vorkommnis» für Optiker bedeutet.  \nEin «Vorkommnis» im Sinne der MepV bezeichnet Folgendes: \n▪ \neine Fehlfunktion oder Verschlechterung der Eigenschaften oder Leistung eines bereits \nauf dem Markt bereitgestellten Produkts, \n▪ \neinschliesslich Anwendungsfehlern aufgrund ergonomischer Merkmale, \n▪ \neine Unzulänglichkeit der vom Hersteller bereitgestellten Informationen oder \n▪ \neine unerwünschte Nebenwirkung. \nEin Vorkommnis ist ein Ereignis, das sich nach dem Verkauf des Produkts an den Kunden er-\neignet. Vor dem Verkauf aufgedeckte Qualitätsmängel gelten nicht als patientenbezogen und \nsind deshalb nicht als Vorfälle zu behandeln. Die Kategorisierung des Vorkommn isses fällt in \nden Verantwortungsbereich des Herstellers.  \nDer Optiker ist verpflichtet, Beschwerden oder Berichte von medizinischen Fachpersonen, Pa-\ntienten oder Anwendern über Vorkommnisse bezüglich des von ihm verkauften Produkts um-\ngehend an den Hersteller und dessen CH-REP weiterzuleiten.  \nBeispiele: \n▪ \nEin als Titan-Brillengestell beworbenes Produkt zeigt frühe Anzeichen von Korrosion. \n▪ \nEin als allergenfrei beworbenes Brillengestell erzeugt Hautläsionen an Nase und Ohren \ndes Anwenders. \n▪ \nIm Brillengestell vorhandene Metallintarsien lösen sich ab oder zeigen Anzeichen von Kor-\nrosion. \n▪ \nDie Farbe der Gläser hat sich im Laufe der Zeit allmählich verändert. \n▪ \nAm Brillengestell angebrachte dekorative Elemente wie Kristalle oder Logos lösen sich ab.  \n5 \nWartung und Reparatur \n5.1 Definition von Wartung und Reparatur \nRoutinemässige Wartungstätigkeiten, die keine fachliche Expertise eines Spezialisten erfor-\ndern, gelten nicht als Wartungstätigkeiten im Sinne dieses Leitfadens. Diese Tätigkeiten kön-\nnen auch als Walk-in-Service in Optikergeschäften angeboten werden, ohne besondere per-\nsönliche Beziehung zum Kunden. Tätigkeiten, die der Anpassung des Gestells an das Ge-\nsicht/den Kopf des Patienten dienen, sowie das Einsetzen von Gläsern nach Herstelleranwei-\nsung gelten nicht als Wartung. \nBeispiele für Tätigkeiten, die nicht als «Wartung» im Sinne der MepV gelten: \n▪ \nReinigen von Gestellen und Brillengläsern (einschliesslich kurzfristigen Entfernens und \nWiedereinsetzens in das Gestell) \n▪ \nFestziehen von Schrauben \n▪ \nAustauschen von Stegplättchen \n▪ \nEins-zu-eins-Tausch von Schrauben und Bügelenden. \n▪ \nErhitzen des Gestells zur Anpassung an das Gesicht/den Kopf des Kunden oder zum Ein-\nsetzen von Brillengläsern. \n\n \n \n \n \nSeite 8/12 \n \n«Wartung» bezieht sich auf die Instandhaltung des Medizinproduktes, um die vom Hersteller \nvorgesehene Funktion zu erhalten. Sie muss in Übereinstimmung mit den Herstelleranweisun-\ngen erfolgen, sofern verfügbar.  \nBeispiele für Wartung: \n▪ \nErsetzen von Schrauben und Bügelenden, sofern diese die Funktion des Gestells beein-\nträchtigen könnten. \n▪ \nAnpassen der Länge der Bügel z.B., Abschneiden der Bügel und Wiederanbringen des ori-\nginalen Bügelendes, um das Gestell an den Kopf des Kunden anzupassen. \n▪ \nÄndern der Form eines rahmenlosen Gestells, um es dem Gesicht des Patienten anzupas-\nsen. \n▪ \nErsetzen der Brillengläser bei einem vorhandenen Gestell, z.B. Einsetzen neuer Gläser \nins Gestell, etwa durch Erhitzen (bei Acetatgestellen) oder Lösen/Anziehen der Schrauben \n(bei Metallgestellen). \n▪ \nAufbringen verschreibungspflichtiger Folien auf Brillengläser (zur Augenbehandlung).  \n«Reparatur» bezieht sich darauf, ein Medizinprodukt in seinen ursprünglich vorgesehenen Zu-\nstand zu versetzen. Möglicherweise werden die ursprünglichen Eigenschaften nicht vollstän-\ndig wiederhergestellt, die Sicherheit, Leistung und klinische Leistung des Produktes dürfen \njedoch nicht beeinträchtigt sein und die Reparatur muss durch qualifiziertes Fachpersonal er-\nfolgen. Es obliegt deshalb der Verantwortung der Person, die die Reparatur durchführt, si-\ncherzustellen, dass das Produkt nach der Reparatur weiterhin alle relevanten Sicherheits- \nund Leistungsanforderungen erfüllt. \nBeispiele für Reparaturen: \n▪ \nLöten/Schweissen/Kleben beschädigter Gestellteile \n▪ \nAustauschen/Reparieren der Scharniere \n▪ \nNeulackieren des Gestells \n▪ \nAuftragen antiallergener Beschichtungen \n▪ \nAustauschen von Ersatzteilen wie etwa der Bügel \n▪ \nAnpassen der Brillengläser an ein neues Gestell (wenn das ursprüngliche Gestell beschä-\ndigt wurde) \n▪ \nPolieren abblätternder Stellen am Rand von Brillengläsern \nEs obliegt deshalb der Verantwortung der Person, die die Wartung oder die Reparatur durch-\nführt, sicherzustellen, dass das Produkt nach Durchführung der Tätigkeit weiterhin alle rele-\nvanten Sicherheits- und Leistungsanforderungen erfüllt. Deshalb ist es wichtig, dass die Per-\nson die entsprechenden regulatorischen Anforderungen kennt. Es wird empfohlen, ein genau \ndefiniertes, dokumentiertes Verfahren für die Wartung und die Reparatur von Brillengestellen \nzu etablieren und die ausführende Person darin zu schulen. \n5.2 Regulatorische Anforderungen für Wartung und Reparatur \nDa die Wartung und die Reparatur von Brillengestellen/-gläsern die Sicherheit und Leistung \nder Gestelle/Gläser potenziell beeinträchtigen können, werden die regulatorischen Anforde-\nrungen wie folgt auf die Tätigkeiten eines Optikers übertragen:  \n▪ \nDie Wartung und die Reparatur von Brillengestellen dürfen die Sicherheit und die Stabili-\ntät des Gestells und die Halterung der verschreibungspflichtigen Brillengläser nicht beein-\nträchtigen. \n▪ \nEin dokumentiertes Verfahren wurde etabliert und darin sind Wartung und Reparatur defi-\nniert. Es umfasst die Prüfung des Verwendungszwecks anhand von \n\n \n \n \n \nSeite 9/12 \n \nHerstelleranweisungen und sonstiger verfügbarer Dokumentation und definiert das zu ver-\nwendende und/oder zu vermeidende Material.  \n▪ \nPersonen, die Wartung und Reparatur durchführen, wurden in dem Verfahren geschult. \nDie Schulung wurde dokumentiert.  \n▪ \nDas Optikergeschäft bewahrt die Dokumentation zu Wartung und Reparatur auf. Im Fall \neiner Reparatur werden die Identifikationsinformationen des Brillengestells/der Brillenglä-\nser, die ausführende Person, das Datum, die Art der Reparatur und die Ersatzteile aufge-\nzeichnet (z.B. in der Kundenakte), um die Rückverfolgbarkeit zu gewährleisten.  \nNachweise für die Einhaltung regulatorischer Anforderungen können von Swissmedic oder \nden kantonalen Behörden angefordert werden.  \n5.3 Qualitätsmanagementsystem für Optiker \nDie MepV verlangt die Durchführung und Dokumentation verschiedener Tätigkeiten, die den \nGrundsätzen eines Qualitätsmanagementsystems entsprechen, ordnungsgemäss organisiert \nund dokumentiert sein sowie den mit dem Medizinprodukt verbundenen Risiken Rechnung  tra-\ngen müssen. Die Anforderungen sind auf die Pflichten als Hersteller (Abschnitt 4.3) sowie die \nspezifischen Wartungs- und Reparaturtätigkeiten (Abschnitt 5.2) beschränkt.  \nDem Schwerpunkt dieses Leitfadens entsprechend und ohne Berücksichtigung der Anforde-\nrungen an die Herstellerpflichten, werden folgende Komponenten für die Implementierung und \nInstandhaltung empfohlen: \n▪ \nBeurteilen Sie Ihre wirtschaftliche Rolle und beziehen Sie dabei all Ihre Aktivitäten ein. \nRegistrieren Sie sich als Importeur und fordern Sie Ihre CHRN und/oder ggf. Ihre CH-REP \nan. Weitere Informationen.  \n▪ \nDefinieren und dokumentieren Sie, wie Sie die Compliance in Ihrer wirtschaftlichen Rolle \ngewährleisten. \n▪ \nDefinieren und dokumentieren Sie die Kommunikation entlang der Lieferkette anhand Ih-\nrer wirtschaftlichen Rolle. Stellen Sie sicher, dass Sie die entsprechenden Ansprechpart-\nner kennen. Definieren Sie Verantwortlichkeiten für die Zusammenarbeit innerhalb der  \nLieferkette und mit den Behörden.  \n▪ \nDokumentieren Sie die Schulungsnachweise ausführender Personen.  \n▪ \nPrüfen Sie marktbezogene Dokumente als Compliance-Nachweis und bewahren Sie diese \nauf: Erklärungen, Zertifikate, ggf. CH-REP/Importeur-Identifikation.  \n▪ \nGewährleisten und dokumentieren Sie die Rückverfolgbarkeit aller Medizinprodukte in \nbeide Richtungen der Lieferkette: Wo haben Sie das Produkt eingekauft und an wen ha-\nben Sie es verkauft?  \n▪ \nDokumentieren Sie das Wartungs- und Reparaturverfahren. Stellen Sie sicher, dass der \nPerson, die die Wartung und die Reparatur durchführt, die Anweisungen zur Verfügung \nstehen. \n▪ \nGewährleisten und dokumentieren Sie die Rückverfolgbarkeit als Bestandteil der Repara-\ntur.  \n▪ \nDokumentieren Sie Aufbewahrung und Transport von Medizinprodukten. Definieren Sie \ndie Aufbewahrungs- und Transportbedingungen und nehmen Sie eine Risikobewertung \nvor, sofern dies erforderlich ist.  \n▪ \nFühren Sie, je nach Ihrer regulatorischen Rolle, ein Register über Informationen vom \nMarkt: Beschwerden, nicht-konforme Produkte, Rückrufe und Rücknahmen.  \n▪ \nStellen Sie einen Kommunikationsprozess mit dem Hersteller, dem CH-REP und Swissme-\ndic im Sinne der Vigilanz sicher. \n \n\n \n \n \n \nSeite 10/12 \n \n6 \nAnlage: Checkliste \nBeispiel für eine Checkliste zur Überprüfung der Primärverpackung und Dokumente von Bril-\nlengestellen. \n1 \n \nCE-Kennzeichnung \nauf Etikett und Produkt \n☐  In Ordnung      ☐  \nNicht in Ordnung        \n2 \n \nMedizinprodukt  \n☐  In Ordnung      ☐  \nNicht in Ordnung        \n3 \nLosnummer und Barcode \noder sonstige Nummer zur Rückverfolgbarkeit \n☐  In Ordnung      ☐  \nNicht in Ordnung        \n4 \n \nName und Anschrift des rechtmässigen Herstellers  ☐  In Ordnung      ☐  \nNicht in Ordnung        \n5 \n \nEAN-Code und Barcode oder QR-Code \nDer Code muss funktional sein. \n☐  In Ordnung      ☐  \nNicht in Ordnung        \n6 \nBeschreibung des Modells \nMarke, Modell-Code, Farbe, Grösse (ISO 12870) \n☐  In Ordnung      ☐  \nNicht in Ordnung        \n7 \n \nCH-REP inkl. Anschrift \nCH-REP: Text (3 Sprachen) oder Symbol \nbei rechtmässigen Herstellern ausserhalb CH \nauf dem Produkt selbst ab 07.2023 (Möglichkeiten: \nauf einem Aufkleber, direkt auf die Kunststoffver-\npackung gedruckt oder in der Gebrauchsanwei-\nsung). \nBis dahin auch auf Begleitschreiben zulässig. \n☐  In Ordnung      ☐  \nNicht in Ordnung        \n8 \n \nCH Importeur inkl. Anschrift \nImporteur: Text (3 Sprachen) oder Symbol \nbei rechtmässigen Herstellern ausserhalb CH \nauf dem Produkt selbst oder in einem Begleit-\nschreiben \n☐  In Ordnung      ☐  \nNicht in Ordnung        \n9 \n \nGebrauchsanweisung für Brillengestelle \nin 3 Sprachen FR/DE/IT \nsofern vom rechtmässigen Hersteller zur Verfü-\ngung gestellt. \n☐  In Ordnung      ☐  \nNicht in Ordnung        \n10 \nUDI \nUDI Einmalige Produktkennung  \nNoch nicht verpflichtend \n☐  In Ordnung      ☐  \nNicht in Ordnung        \n11 \nDoC \nEU-Konformitätserklärung (Declaration of Con-\nformity, DoC) \n- DoC im Internet verfügbar oder per E-Mail erhal-\nten und archiviert \n- DoC entspricht EU-MDR \n☐  In Ordnung      ☐  \nNicht in Ordnung        \nNur für Importeure \n12 \nPrüfen \ndes \nMandats \nKontrollieren der CH-REP \nKontrollieren Sie, ob die CH-REP autorisiert ist – \nist sie bei Swissmedic registriert: \nhttps://opendata.swiss/en/dataset/mep401-chnr-actors  \nhttps://www.swissmedic.ch/swissmedic/de/home/medizinpro-\ndukte/medizinprodukte-datenbank/chrn-swiss-single-registra-\ntion-number.html  \n☐  In Ordnung      ☐  \nNicht in Ordnung        \n\n \n \n \n \nSeite 11/12 \n \nNur für Händler \n13 \nPrüfen \ndes \nMandats \nImporteur \nKontrollieren Sie, ob der Importeur bei Swissmedic \nregistriert ist: https://opendata.swiss/en/dataset/mep401-\nchnr-actors  \nhttps://www.swissmedic.ch/swissmedic/de/home/medizinpro-\ndukte/medizinprodukte-datenbank/chrn-swiss-single-registra-\ntion-number.html  \n☐  In Ordnung      ☐  \nNicht in Ordnung        \n\n \n \n \n \nSeite 12/12 \n \nBeispiel einer Checkliste für die Pflichten von Importeuren und Händlern für Brillenge-\nstelle: \n1 \nRegistrieren \nals Importeur \nRegistrieren Sie sich bei Swissmedic als Importeur:  \nhttps://www.swissmedic.ch/swissmedic/de/home/medizinprodukte/marktzugang/pflich-\nten-bevollmaechtigte.html \n2 \nPrüfen \ndes Etiketts \nPrüfen Sie die Etikettierung:  \nFür Importeure: 100 % prüfen \nFür Händler: Nur Stichproben \n3 \nRegistrieren \nvon Be-\nschwerden \nFühren Sie ein Register über Beschwerden und nicht-konforme Pro-\ndukte und stellen Sie es dem rechtmässigen Hersteller auf Anfrage zur \nVerfügung (Überwachung nach dem Inverkehrbringen). \n4 \nRegistrieren \nvon \nRückrufen \nFühren Sie ein Register über Rückrufe und Rücknahmen und stellen \nSie es auf Anfrage zur Verfügung.  \n5 \nMitteilung \nvon Vor-\nkommnissen \nLeiten Sie Beschwerden und Berichte über Vorkommnisse an den Her-\nsteller, den CH-REP und den Importeur (sofern ihm die Rolle des \nHändlers zukommt) weiter. \n6 \nAufbewah-\nrung \nTransport \nStellen Sie sicher, dass die vom Hersteller definierten Aufbewahrungs- \nund Transportbedingungen das Produkt nicht beschädigen. \n7 \nKooperieren \nKooperieren Sie mit dem Hersteller, dem Bevollmächtigten, der be-\nnannten Stelle und den zuständigen Behörden und stellen Sie die er-\nforderlichen Informationen zur Verfügung, um diese im Fall einer Scha-\ndensbegrenzungsmassnahme wie etwa einem Rückruf zu unterstützen. \n \n \n \n \nDokumentenveröffentlichung und Änderungshistorie: \nVersion \nDatum \nErstellt von \nGeprüft von \nVeröffentlicht vo Anmerkungen \n01 \n12.12.2023 \nDeepa Rajagopalan \n(The Tao of excellence), \nBettina Herrmann \n(meditec Consulting GmbH\nJasminka Roth  \n(The Tao of excellence) \nDaniel Delfosse \n(Swiss Medtech) \nErstveröffentlichung \n02 \n25.03.2024 \nDeepa Rajagopalan \n(The Tao of excellence), \nBettina Herrmann \n(meditec Consulting GmbH\nJasminka Roth  \n(The Tao of excellence) \nDaniel Delfosse \n(Swiss Medtech) \nKapitel 4, Abschnitt 5.3 \nund die Checkliste präzi-\nsiert, Abschnitt 4.4 über \ndie Meldung von Vor-\nkommnissen ergänzt, \nPunkt 5 (Mitteilung von \nVorkommnissen) in der \nCheckliste ergänzt"
    }
  ]
}