{
  "filename": "clV1.pdf",
  "language": "en",
  "chunks": [
    {
      "title": "",
      "text": "DATE\nDEAR APPLICANT: \na.\nb.\nc.\nd.\nNYS FORM NF-1A (Rev 6/2013)\nPage 1 of 2\na $2,000 death benefit, payable to the estate of a covered person, in addition to the $50,000 coverage for\neconomic loss described above. \nAdditional benefits may be owed to you if the above policy has been endorsed to include Optional Basic Economic Loss\ncoverage and/or Additional Personal Injury Protection coverage.\nIn determining the benefits payable to you under the No-Fault Law, amounts recovered or recoverable on account of the\naccident from Workers' Compensation, New York State Disability, and certain wage continuation plans will reduce your No-\nFault benefits. Therefore, if you are entitled to any of these benefits you should make your claim for them promptly.\nIf you are a named insured or relative under a Mandatory Personal Injury Protection policy which includes OBEL coverage,\nyou may be entitled to an additional $25,000 of Basic Economic Loss coverage. You should make your claim to that motor\nvehicle insurer promptly, but in no event later than 90 days after your $50,000 of Basic Economic Loss coverage under this\npolicy is exhausted.\nNOTE: The No-Fault Law provides that if you are injured on a bus or a school bus in New York State, No-Fault benefits must\nbe paid by your auto insurer or if you have no auto, the auto insurer of a relative with whom you reside. The law further\nprovides that you should only file a No-Fault claim with the insurer of the bus or school bus if there is no such auto policy in\nyour household. If the above rule does not apply, you may file a No-Fault claim with the insurer of the bus or school bus if\nyou are the operator, owner or employee of the owner of the bus company.\nNAME AND ADDRESS OF APPLICANT\nCOMPLETE\nTHE\nATTACHED\nDB-450\nFORM\nIMMEDIATELY IF YOU ARE ENTITLED TO NEW\nYORK STATE DISABILITY BENEFITS AND MAIL OR\nGIVE IT TO YOUR EMPLOYER.\nTO FIND OUT IF\nYOU ARE ELIGIBLE, TELEPHONE THE NEW YORK\nSTATE DISABILITY BENEFITS BUREAU AT (800) 353-\n3092\nThis will acknowledge receipt of notice that you may have sustained injuries in the above captioned accident. The New York\nNo-Fault Law provides for the payment of benefits to victims of motor vehicle accidents to reimburse them for their basic\neconomic loss. Briefly summarized, basic economic loss consists of up to $50,000 per person in benefits for the following: \nall necessary doctor and hospital bills and other health service expenses, payable in accordance with fee\nschedules established or adopted by the New York State Department of Financial Services; \n80% of lost earnings up to a maximum monthly payment of $2,000 for up to three years following the date of the\naccident; \nup to $25 per day for a period of one year from the date of the accident for other reasonable and necessary\nexpenses the injured person may have incurred because of an injury resulting from the accident, such as the cost\nof hiring a housekeeper or necessary transportation expenses to and from a health service provider; and \nNEW YORK MOTOR VEHICLE NO-FAULT INSURANCE LAW\nCOVER LETTER\nNAME, ADDRESS AND PHONE NUMBER  OF \nINSURER, SELF-INSURER OR REPRESENTATIVE*\nNAME, ADDRESS AND PHONE NUMBER  OF CLAIM \nREPRESENTATIVE*\nPOLICYHOLDER\nPOLICY NUMBER\nDATE OF ACCIDENT\nCLAIM NUMBER\n\nVery truly yours, \n*LANGUAGE TO BE FILLED IN BY INSURER OR SELF-INSURER. \nNYS FORM NF-1A (Rev 6/2013)\nPage 2 of 2\nPLEASE ANSWER ALL QUESTIONS ON THE APPLICATION FORM AND SIGN BOTH\nAUTHORIZATIONS SO THAT WE MAY GIVE PROMPT ATTENTION TO YOUR CLAIM\nCOVER LETTER -- PAGE TWO\nTo enable us to determine if you are entitled to any No-Fault benefits, please complete and immediately return the enclosed\nAPPLICATION FOR MOTOR VEHICLE NO-FAULT BENEFITS (NYS FORM NF-2) along with copies of any bills you have\nreceived to date. This application must be sent to us within 30 days of the accident date if your original notice to us was not in\nwriting.\nYou are entitled to receive health service benefits without any time limit if it is possible to determine during the first\nyear after the accident that further health services may be required after the first year. As you receive additional\nmedical bills or any other bills you believe to be covered, send them to us immediately. In order to be considered\nfor payment, all bills for health care services must be submitted within 45 days of treatment. If it is not possible for\nyou or your health care provider to submit these bills within that time period, submit a written explanation of the\nreason for the delay. Claims for lost earnings and other reasonable and necessary expenses must be submitted\nwithin 90 days. We will reimburse you as soon as we are able to verify that they are covered expenses under No-\nFault. Please identify all communications with us with the claim number shown above. Should you have any\nquestions concerning your claim, we will be most happy to assist you.\nPlease feel free to call the claim\nrepresentative at the phone number provided at the top of page one.\nPLEASE NOTE THAT THE TIME ALLOWED FOR PROVIDING NOTICE AND PROOF OF CLAIM TO YOUR INSURER \nHAS BEEN REDUCED.  FAILURE TO RETURN A COMPLETED APPLICATION FOR MOTOR VEHICLE NO-FAULT \nBENEFITS FORM (NF-2) TO YOUR INSURER TIMELY CAN RESULT IN LOSS OF ALL BENEFITS.  FAILURE TO SUBMIT \nBILLS FOR HEALTH CARE SERVICES WITHIN 45 DAYS OF TREATMENT OR MAKE CLAIM FOR LOST EARNINGS OR \nOTHER REASONABLE AND NECESSARY EXPENSES WITHIN 90 DAYS OF OCCURRENCE CAN RESULT IN THOSE \nBENEFITS BEING DENIED.   If your insurer denies coverage for failure to make a timely submission you can provide \nthem with a written reply stating why you could not reasonably meet the time frames and your insurer must \nconsider it.\nANY PERSON WHO KNOWINGLY AND WITH INTENT TO DEFRAUD ANY INSURANCE COMPANY OR\nOTHER PERSON FILES AN APPLICATION FOR COMMERCIAL INSURANCE OR A STATEMENT OF CLAIM\nFOR ANY COMMERCIAL OR PERSONAL INSURANCE BENEFITS CONTAINING ANY MATERIALLY FALSE\nINFORMATION, OR CONCEALS FOR THE PURPOSE OF MISLEADING, INFORMATION CONCERNING ANY\nFACT MATERIAL THERETO, AND ANY PERSON WHO, IN CONNECTION WITH SUCH APPLICATION OR\nCLAIM, KNOWINGLY MAKES OR KNOWINGLY ASSISTS, ABETS, SOLICITS OR CONSPIRES WITH\nANOTHER TO MAKE A FALSE REPORT OF THE THEFT, DESTRUCTION, DAMAGE OR CONVERSION OF\nANY MOTOR VEHICLE TO A LAW ENFORCEMENT AGENCY, THE DEPARTMENT OF MOTOR VEHICLES\nOR AN INSURANCE COMPANY, COMMITS A FRAUDULENT INSURANCE ACT, WHICH IS A CRIME, AND\nSHALL ALSO BE SUBJECT TO A CIVIL PENALTY NOT TO EXCEED FIVE THOUSAND DOLLARS AND THE\nVALUE OF THE SUBJECT MOTOR VEHICLE OR STATED CLAIM FOR EACH VIOLATION.\nIMPORTANT REMINDERS"
    }
  ]
}