{
  "filename": "ct.201.regulatory.documents.pdf",
  "language": "en",
  "chunks": [
    {
      "title": "",
      "text": "CT-201 REGULATORY DOCUMENTS \n \nEFFECTIVE DATE: May 2023  \n \n \n \n \nPurpose  \nThe documentation required for clinical trials is dictated by regulatory agencies and by the ICH \nGood Clinical Practice Guidelines.  The purpose of this Standard Operating Procedure is to define \nthe preferred method for the set-up and use of the study files, including the regulatory documents \nbinder (“Reg. Binder”), to assure regulatory compliance for completeness and retrievability of \nrecords. \n \nScope \nThis SOP applies to all research operated through the Clinical Trials Office at the University of \nSouth Alabama. The below policy and procedure define the essential documents that may need to be \non file for each clinical study. Documents on file will depend on the type of clinical trial. Essential \ndocuments are those that individually and collectively permit evaluation of the conduct of a study \nand the quality of data produced.  \n \nDefinitions \n \nEssential Documents: Documents which individually and collectively permit evaluation of the \nconduct of a trial and the quality of the data produced.  These documents serve to demonstrate the \ncompliance of the investigator, sponsor and monitor with the standards of Good Clinical Practice \nand with all applicable regulatory requirements. \n \nPolicy \nStudy sites are not required to adopt the structure outlined in this procedure, but are urged to \nconsider a standardized approach such as this when developing their filing approach to study data \nmanagement. It is strongly recommended that sites adhere to the order of documentation of the \nregulatory checklist appended to this SOP (Regulatory Binder Checklist) in order to facilitate routine \ninspection by study monitors, internal auditors or regulatory agencies.   \n \nThe files/binders suggested here may be subdivided, consolidated, and/or re-organized to conform \nto specific study needs.  \n\nRegulatory Documents, Page 2 of 3 \n \nThe formalized compilation of study records dealing with the conduct of the study as a whole will \nbe referred to as the “Reg. Binder”. Study participant records, including visit notes and patient \ninformation, should be kept separate from the Reg. Binder.  \n \nProcedures \nThe following procedures apply to all of the study files. \n1. Good Clinical Practice (GCP) requires that all study related activities be documented.  \n1.1. The regulatory binder checklist provided for this SOP includes the documents expected to fully \ncapture regulatory activities.  \n1.2. Specific studies may require additional documents.   \n2. Essential documents shall be stored in files (electronic or paper) and maintained for the required \nduration specified by regulations and the clinical trial agreement.   \n2.1. Study files must be stored in a secure location.  \n2.2. Files or file room shall be locked to prevent unauthorized access.  \n3. The filing system shall be segmented so that individual trials remain separate, in particular when \nsponsored by different entities.  \n4. A complete record must be maintained of all approved documents. When required documents are \nmodified or updated, the original and all modified or updated versions must be maintained.  Some \nworkable ways to control use of the correct version include:  \n4.1. Documents that have been superseded may be moved from the active binder to an “historical” \nbinder or can be kept electronically. Although all required documentation must be available for \ninspection at any time, all documents need not be stored together in one location. The historical \nbinder should maintain the same contents format as the active binder.  \n4.2. All version copies may be kept together, with the most recent version to the front of the binder. \nIf kept electronically, most recent versions should be separate from previous versions and easily \nidentifiable.  \n5. A Study File should be prepared as soon as is practical after the first contact with a potential \nSponsor (or Contract Research Organization).   \n5.1. All correspondence regarding a potential study should be kept.  \n5.2. If the Principal Investigator (PI) decides not to participate in the study then confidential \nmaterials should be returned or destroyed, as agreed between the two parties.  Verification \nof destruction (include method, date, responsible party) should be sent to the Sponsor, with \nthe PI retaining a copy of the notification.  \n5.3. Keeping the information as to why a study was declined may help with future decisions.  \n\nRegulatory Documents, Page 3 of 3 \n \n6. When the regulatory binder is supplied by the Sponsor, the initial departmental Study File should \nbe merged with the Sponsor binder. Format of the regulatory binder is at the discretion of the \nstudy team so long as there is a clear organizational outline (i.e. table of contents).  \n7. To preserve blinding, certain documents related to the investigational study products may be stored \nseparately, e.g. in site pharmacies, until after the final “data-lock” following study close-out.  \n8. Label each binder with relevant information such as the Sponsor name, PI name, and the protocol \nnumber and the binder number. Disclosure issues should be considered regarding labeling \ninformation in order to protect Sponsor confidentiality. \n \n \nAdditional Resources  \nRELATED SOPS: \nNone \n \nRELATED FORMS: \n \nREGULATORY BINDER CHECKLIST \n \nHistory \n \nN/A \n \nNext Review Date \n \nJanuary 2026 \n \nResponsible Party \nDirector, Clinical Trials Office"
    }
  ]
}