{
  "filename": "rf68btV1.pdf",
  "language": "en",
  "chunks": [
    {
      "title": "",
      "text": "NEW YORK STATE \nINSURANCE DEPARTMENT \nFIRST AMENDMENT TO REGULATION NO. 68-B \n(11 NYCRR 65-2) \nRIGHTS AND LIABILITIES OF SELF-INSURERS \nl, James J. Wrynn, Superintendent oflnsurance of the State of New York, pursuant to the authority granted \nby Sections 20 I, 30 I, 5103 and 5221 of the Insurance Law, do hereby promulgate the following First \nAmendment to Subpart 65-2 of Title 11 of the Official Compilation of Codes, Rules and Regulations of the \nState of New York (Regulation No. 68-B), to take effect upon publication in the State Register to read as \nfollows \n(Matter in bracket is deleted; new matter is underlined) \nThe \"Exclusions'' provision set forth in Subdivision (j) of Section 65-2.3 is amended to read as follows \nExclusions \nThis requirement for payment by a self-insurer of first-party benefits does not apply to personal injury sustained \nby \n(j) any person as a result of operating a motor vehicle while in an intoxicated condition or while his \nability to operate such vehicle is impaired by the use of a drug (within the meaning of section 1192 of the New \nYork Vehicle and Traffic Law) except that coverage shall apply to necessary emergency health services \nrendered in a general hospital, as defined in section 2801(10) of the New York Public Health Law, including \nambulance services attendant thereto and related medical screening. However, where the person has been \nconvicted of violating section 1192 of the New York Vehicle and Traffic Law while operating a motor vehicle \nin a~1 intoxicated condition or while his or her ability to operate such vehicle is impaired by the use of a drug, \nand~_the conviction is a final determination, the self-insurer has a cause of action against such person for the \namount of first party benefits that are paid or payable; or \n\nSTATE OF NEW YORK \nINSURANCE DEPARTMENT \n25 BEA VER STREET \nNEW YORK, NEW YORK 10004 \nI, James J. Wrynn, Superintendent of Insurance of the State of New York, do hereby certify that the \nforegoing is the First Amendment to Subpart 65-2 of Title 11 of the Official Campi lation of Codes, Rules, and \nRegulations of the State of New York (Regulation No. 68-B), entitled \"Rights and Liabilities of Self-Insurers\", \npromulgated by me on April J b , 2011 pursuant to the authority granted by Sections 20 l, 30 I, 5103 and 5221 \nof the Insurance Law, to take effect upon publication in the State Register. \nPursuant to the provisions of the State Administrative Procedure Act, prior notice of the proposed \nregulation was published in the State Register on January 26, 2011. No other publication or prior notice is \nrequired by statute. \nDated: April J..(;., 2011"
    }
  ]
}